"USSD_ERROR" = "リクエスト実行エラー";
"USSD_TERMINATED" = "セッションが終了しました";

"%@ Call Forwarding\n%@\n%@%@" = "%@ 自動電話転送\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ 割込通話\n%@";
"%@ Call Barring\n%@\n%@" = "%@ 発着信規制\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ 発信先固定\n%@";
"Connected Line Presentation\n%@" = "接続先番号表示\n%@";
"Calling Line Presentation\n%@" = "発信者番号通知\n%@";
"Connected Line ID Restriction\n%@" = "接続先番号非表示\n%@";
"Calling Line ID Restriction\n%@" = "発信者番号非通知\n%@";
"SIM Lock\n%@" = "SIMロック\n%@";
"Service Center Address\n%@" = "サービスセンターアドレス: \n%@";
"Supplementary Service Password\n%@" = "追加サービスパスワード\n%@";
"Calling Name Presentation\n%@" = "発信者名通知\n%@";

"Forwards to %@\n" = "%@に転送\n";

"All Calls" = "すべての通話";
"All Conditional Calls" = "呼出あり";
"Async Data Circuit" = "非同期データサーキット";
"Data" = "データ";
"Fax" = "ファクス";
"Packet Access" = "パケットアクセス";
"Pad Access" = "Padアクセス";
"SMS" = "SMS";
"Sync Data Circuit" = "同期データサーキット";
"Voice" = "音声";

"All Outgoing" = "全発信";
"All Incoming" = "全着信";
"Outgoing International" = "国際発信";
"Outgoing International, Except Home Country" = "自国宛以外の国際発信";
"Incoming While Roaming Outside Home Country" = "海外ローミング時の着信";
"Incoming, Not On SIM" = "SIMに未登録の発信元からの着信";
"All Services" = "全サービス";
"All Outgoing Services" = "全発信サービス";
"All Incoming Services" = "全着信サービス";

"Disabled" = "停止中";
"Enabled" = "動作中";

"On All Calls" = "すべての通話";
"When Busy" = "ビジー時";
"When Unanswered" = "応答しない時";
"When Unreachable" = "応答できない時";

"Setting %@ Succeeded" = "%@を設定しました\n";
"Setting Interrogation Succeeded" = "設定を確認しました\n";
"Setting %@ Failed" = "%@を設定できませんでした\n";
"Setting Interrogation Failed" = "設定を確認できませんでした\n";

"Not Available" = "使用できません";
"Network Controlled" = "ネットワークコントローラ";
"Temporarily Disabled" = "一時的に利用不可";
"Temporarily Enabled" = "一時的に利用可";
"Unknown" = "非通知設定";

"Activation" = "アクティベーション";
"Deactivation" = "アクティベーション解除";
"Interrogation" = "インタロゲーション";
"Registration" = "登録";
"Erasure" = "削除";

"No Address" = "アドレスなし";
"No Service Specified" = "サービスが指定されていません";
"Type %d" = "タイプ%d";

// generic error
"CALL_FAILED" = "接続できませんでした";
// error codes
"kCTNoError" = "エラーなし";
"kCTUnknownError" = "不明なエラー";
"kCTErrorRadioFailure" = "無線通信に問題発生";
// Generic network errors
"kCTErrorNetworkFailure" = "ネットワークに問題あり";
"kCTErrorCongestion" = "ネットワークが混雑中";
"kCTErrorUnidentifiedSubscriber" = "未定義の加入者";
"kCTErrorFacilityRejected" = "設備が拒否しました";
"kCTErrorUnknownSubscriber" = "不明な加入者";
"kCTErrorNetworkOutOfOrder" = "ネットワークが利用できません";
"kCTErrorInvalidTransactionIdentifier" = "不正なトランザクションID";
"kCTErrorSemanticallyIncorrectMessage" = "意味的に不正なメッセージ";
"kCTErrorInvalidMandatoryInformation" = "不正な必須情報";
"kCTErrorMessageTypeNonExistant" = "メッセージタイプなし";
"kCTErrorMessageNotCompatibleWithProtocolState" = "メッセージはプロトコル状態と互換なし";
"kCTErrorInformationElementNonExistant" = "情報要素なし";
"kCTErrorProtocolErrorUnspecified" = "プロトコルエラー未特定";
"kCTErrorTemporaryFailure" = "一時的な失敗";
"kCTErrorResourcesUnavailable" = "リソースが利用できません";
"kCTErrorRequestedFacilityNotSubscribed" = "要求した設備には加入していません";
"kCTErrorRequestedFacilityNotImplemented" = "要求した設備の利用は未準備です";
"kCTErrorInterworkingError" = "インターワーキングエラー";
"kCTErrorInterworkingNotSupported" = "インターワーキングの未サポート";
"kCTErrorCommandCannotBeActioned" = "コマンドの実行不可";
"kCTErrorNoNetworkService" = "ネットワークサービスなし";
// Call related errors
"kCTErrorUnassignedNumber" = "非割り当て番号";
"kCTErrorOperatorDeterminedBarring" = "オペレータが規制を認識";
"kCTErrorCallBarred" = "発信規制";
"kCTErrorUserBusy" = "通話中または通信中";
"kCTErrorNoUserResponding" = "ユーザ応答なし";
"kCTErrorNumberChanged" = "番号が変更されました";
"kCTErrorInvalidNumberFormat" = "不正な番号形式";
"kCTErrorCallRejected" = "発信が拒否されました";
// SIM errors
"kCTErrorSimNotInserted" = "SIMが未挿入";
"kCTErrorSimPinRequired" = "SIMのPINが必要です";
"kCTErrorSimPukRequired" = "SIMのPUKが必要です";
"kCTErrorSimFailure" = "SIMに問題発生";
"kCTErrorSimMemoryFailure" = "SIMメモリーに問題発生";
"kCTBadPinFormatError" = "不正なPINフォーマット";
"kCTErrorNumberNotAllowed" = "許可されていない番号です";
"kCTErrorIncorrectPassword" = "パスワードが違います";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "SMSの転送が拒否されました";
"kCTErrorDestinationOutOfOrder" = "発信先が利用できない状態です";
"kCTErrorClass0NotSupported" = "クラス0はサポートされていません";
"kCTErrorCannotReplaceSm" = "SIMを交換できません";
"kCTErrorUnspecifiedPid" = "PIDが設定されていません";
"kCTErrorDataCodingSchemeNotSupported" = "データ・コーディング・スキームはサポートしていません";
"kCTErrorUnspecifiedDcs" = "指定されていないDCSエラー";
"kCTErrorCommandUnsupported" = "コマンドはサポートされていません";
"kCTErrorUnspecifiedTpCommand" = "指定されたTPコマンドのエラー";
"kCTErrorTpduNotSupported" = "TPDUはサポートされていません";
"kCTErrorScBusy" = "SCビジー";
"kCTErrorRejectedBySimSmsControl" = "SIM SMSコントロールによって拒否されました";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRSは不正なMS";
"kCTErrorGprsIllegalMe" = "GPRSは不正なME";
"kCTErrorGprsServicesNotAllowed" = "許可されていないGPRSサービス";
"kCTErrorGprsPlmnNotAllowed" = "許可されていないGPRS PLMN";
"kCTErrorGprsLocationAreaNotAllowed" = "許可されていないGPRS場所/地域";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "この場所/地域では許可されていないGPRSローミング";
"kCTErrorGprsServiceOptionNotSupported" = "サポートされていないGPRSサービスオプション";
"kCTErrorGprsServiceOptionNotSubscribed" = "加入していないGPRSサービスオプション";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRSサービスオプションは一時的に利用できません";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDPの認証失敗";
"kCTErrorGprsInvalidMobileClass" = "GPRSの不正なモバイルクラス";
"kCTErrorGprsUnspecified" = "GPRSが指定されていません";
"kCTErrorGprsMissingorUnknownAPN" = "GPRSが見つからないか、APNが不明です";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDPの認証情報がベースバンドにより拒否されました";
